// 1.提示配置时除了输入中文其他时候切换为英文输入
// 2.所有配置都在双引号中进行，不要把双引号删除了
var config = {
    // 网页标题
    title: "生日快乐！",
    // 开始的ToXXX自定义
    toSb: {
        // 自定义Toxxx内容
        content: ".",
        // 字体颜色 推荐格式1.单词 格式2. #333333
        fontColor: "#901d22",
        // 字体大小
        fontSize: "40",
        // 是否加粗，默认0不加粗，1加粗
        fontWeight: "1",
        // 向左右移动 正右移 负左移
        leftOrRight: "300",
        // 向上下移动 正下移 负上移
        topOrBottom: "50"
    },
    talks: {
        // 注意，注意，注意这里标点符号使用英文输入法
        content: ["一直快乐"],
        // 使用手写体吗？1使用 0不用
        shouxie: "1",
        // 字体大小
        fontSize: "40",
        // 是否加粗，默认0不加粗，1加粗
        fontWeight: "1",
        // 文字颜色 推荐格式1.单词 格式2. #333333
        fontColor: "#ff1803",
        // 向左右移动 正右移 负左移
        leftOrRight: "0",
        // 向上下移动 正下移 负上移
        topOrBottom: "400"
    },
}